Repository: littleseven/polang
Catalog: iosApp/PoLang/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hant

# swipe_discard
source: Discard
es: Descartar
fr: Abandonner
zh_hans: 放弃
zh_hant: 放棄

# swipe_done_back
source: Back to Organize
es: Volver a Organizar
fr: Retour à Organiser
zh_hans: 返回整理中心
zh_hant: 返回整理中心

# swipe_done_deleted
source: Deleted
es: Eliminadas
fr: Supprimées
zh_hans: 已删除
zh_hant: 已刪除

# swipe_done_freed
source: Space freed this round %1$@
es: Espacio liberado esta ronda: %1$@
fr: Espace libéré cette manche : %1$@
zh_hans: 本轮释放空间 %1$@
zh_hant: 本輪釋放空間 %1$@

# swipe_done_kept
source: Kept
es: Conservadas
fr: Conservées
zh_hans: 已保留
zh_hant: 已保留

# swipe_done_more
source: One more round
es: Una ronda más
fr: Encore une manche
zh_hans: 再来一轮
zh_hant: 再來一輪

# swipe_done_skipped
source: Skipped
es: Omitidas
fr: Ignorées
zh_hans: 已跳过
zh_hant: 已略過

# swipe_done_subtitle
source: Nice pace — your library is lighter already
es: Buen ritmo: tu biblioteca ya es más ligera
fr: Bon rythme — votre bibliothèque est déjà plus légère
zh_hans: 节奏不错——图库已经更轻盈了
zh_hant: 節奏不錯——圖庫已經更輕盈了

# swipe_done_title
source: Round complete
es: Ronda completada
fr: Manche terminée
zh_hans: 本轮整理完成
zh_hant: 本輪整理完成

# swipe_empty
source: Nothing to tidy — nice!
es: Nada que ordenar — ¡genial!
fr: Rien à trier — bravo !
zh_hans: 没有需要整理的内容——很棒！
zh_hant: 沒有需要整理的內容——很棒！

# swipe_freed
source: %1$@ freed
es: %1$@ liberados
fr: %1$@ libérés
zh_hans: 已释放 %1$@
zh_hant: 已釋放 %1$@

# swipe_hint_delete
source: ↑ Delete
es: ↑ Eliminar
fr: ↑ Supprimer
zh_hans: ↑ 删除
zh_hant: ↑ 刪除

# swipe_hint_keep
source: Keep →
es: Conservar →
fr: Garder →
zh_hans: 保留 →
zh_hant: 保留 →

# swipe_hint_skip
source: ← Skip
es: ← Omitir
fr: ← Ignorer
zh_hans: ← 跳过
zh_hant: ← 略過

# swipe_pending_commit
source: %1$d items pending trash
es: %1$d elementos pendientes de enviar a la papelera
fr: %1$d éléments en attente de mise à la corbeille
zh_hans: %1$d 张待移入回收站
zh_hant: %1$d 張待移入回收站

# swipe_reason_blurry
source: Blurry
es: Borrosa
fr: Floue
zh_hans: 模糊
zh_hant: 模糊

# swipe_reason_portrait
source: Low-quality portrait
es: Retrato de baja calidad
fr: Portrait de mauvaise qualité
zh_hans: 低质量人像
zh_hant: 低品質人像

# swipe_reason_recent
source: Recent
es: Reciente
fr: Récente
zh_hans: 最近
zh_hant: 最近

# swipe_reason_screenshot
source: Screenshot
es: Captura
fr: Capture d'écran
zh_hans: 截图
zh_hant: 截圖

# swipe_retry
source: Retry
es: Reintentar
fr: Réessayer
zh_hans: 重试
zh_hant: 重試

# swipe_title
source: Quick tidy
es: Limpieza rápida
fr: Tri rapide
zh_hans: 快速整理
zh_hant: 快速整理

# swipe_undo_cd
source: Undo last decision
es: Deshacer la última decisión
fr: Annuler la dernière décision
zh_hans: 撤销上一步决策
zh_hant: 復原上一個決定

# tab_gallery
source: Gallery
es: Galería
fr: Galerie
zh_hans: 相册
zh_hant: 相簿

# tab_memories
source: Memories
es: Recuerdos
fr: Souvenirs
zh_hans: 回忆
zh_hant: 回憶

# tag_section_scan
source: Scan
es: Escaneo
fr: Analyse
zh_hans: 扫描
zh_hant: 掃描

# vision.models.needed
source: Image analysis model not downloaded. Download it in Model Center.
es: Modelo de análisis de imágenes no descargado. Descárgalo en el Centro de modelos.
fr: Modèle d'analyse d'images non téléchargé. Téléchargez-le dans le Centre de modèles.
zh_hans: 图像理解模型未下载，请在模型中心下载
zh_hant: 圖像理解模型未下載，請在模型中心下載

source: Search results are shown in the card above
es: Resultados mostrados en la tarjeta de arriba
fr: Résultats affichés dans la carte ci-dessus
zh_hans: 已在上方卡片展示搜索结果
zh_hant: 已在上方卡片顯示搜尋結果

source: Editor
fr: Éditeur
zh_hans: 编辑
zh_hant: 編輯

source: English
fr: Anglais
zh_hans: 英文
zh_hant: 英文

source: Error
fr: Erreur
zh_hans: 错误
zh_hant: 錯誤

source: No
fr: Non
zh_hans: 否
zh_hant: 否

# id_photo_tab_color
source: Color
fr: Couleur
zh_hans: 底色
zh_hant: 底色

# scan_action_incremental
source: Incremental
fr: Incrémentielle
zh_hans: 增量
zh_hant: 增量

source: Auto
zh_hans: 自动
zh_hant: 自動

source: Chat
zh_hans: 聊天
zh_hant: 聊天

source: Feishu
zh_hans: 飞书
zh_hant: 飛書

source: Normal
zh_hans: 正常
zh_hant: 正常

source: OK
zh_hans: 好
zh_hant: 好

source: Original
zh_hans: 原始
zh_hant: 原始

source: Pro
zh_hans: 专业
zh_hant: 專業

source: Qwen
zh_hans: 通义千问
zh_hant: 通義千問

source: Script
zh_hans: 脚本
zh_hant: 腳本

source: Sexy
zh_hans: 性感
zh_hant: 性感

source: Social
zh_hans: 社会
zh_hant: 社會

source: Zhipu AI
zh_hans: 智谱 AI
zh_hant: 智譜 AI

# ai_optimize_direction_base
source: Original
zh_hans: 原图基准
zh_hant: 原圖基準

# filter_none
source: Original
zh_hans: 原图
zh_hant: 原圖

# filter_vintage
source: Vintage
zh_hans: 复古
zh_hant: 復古
